{
	"TUTO_1":  "Introduction",
	"TUTO_2":  "Bienvenue au tutoriel de l'outil des diagrammes Sankey d'Eurostat. Cette visite guidée vous montrera les principales façons d'interagir avec l'outil. Pour une documentation plus détaillée cliquez <a href='https://ec.europa.eu/eurostat/statistics-explained/index.php/Sankey_diagrams_for_energy_balance' target='_blank'>ici</a>.",
	"TUTO_3":  "Diagramme Sankey",
	"TUTO_4":  "Un diagramme Sankey est une illustration graphique des flux - comme l'énergie, les matériaux ou l'argent - qui peuvent être combinés, divisés et tracés à travers une série d'événements ou d'étapes.",
	"TUTO_5": "Menu des combustibles",
	"TUTO_6":  "La largeur de chaque flux représente la quantité d'énergie (combustible). Cet outil Sankey est interactif. Le menu des combustibles est accessible en cliquant sur les combustibles dans le diagramme ou dans la légende. Cliquer pour afficher le menu contenant: <ul><li>Masquer/Montrer les détails du carburant</li> <li>Surligner ce carburant</li><li>Dans cette famille de carburant</li><li>Définitions</li></ul>",
	"TUTO_9": "Noeuds",
	"TUTO_10": "Les diagrammes d'Eurostat Sankey sont basés sur une série de noeuds reliés par le bilan énergétique des flux. Les noeuds noirs représentent des événements ou des processus, comme par exemple les importations, la consommation d'exemple d'énergie finale, etc. Cliquez sur le nœud  pour afficher le menu contenant: <ul><li>Agrandir/Rétrécir ce noeud</li> <li>Graphiques temporels</li><li>Graphiques circulaires</li><li>Comparer pays</li><li>Définitions</li></ul>",
	"TUTO_11": "Menu",
	"TUTO_12": "En plus des options de noeud et de flux, l'outil contient un menu pour des fonctionnalités supplémentaires. Survolez le avec votre souris pour l'agrandir. Cliquez sur 'Suivant' pour en apprendre davantage sur les options du menu.",
	"TUTO_13": "Pays",
	"TUTO_14": "Utilisez cette option pour changer le pays ou l'ensemble de pays.",
	"TUTO_15": "Sélectionner l'unité",
	"TUTO_16": "Utilisez cette option pour choisir différentes unités d'énergie.",
	"TUTO_17": "Cacher la légende",
	"TUTO_18": "Utilisez cette option pour masquer / afficher la légende",
	"TUTO_19": "Sélectionnez les étiquettes des noeuds",
	"TUTO_20": "Utilisez cette option pour afficher ou masquer les valeurs de données et les étiquettes.",
	"TUTO_21": "Sélectionner les détails des noeuds",
	"TUTO_22": "Vous pouvez choisir rapidement l'un des trois états de noeuds prédéfinis. Ceux-ci sont les  suivants: <ul><li>Etendre tous les noeuds</li><li>Rétrecir tous les noeuds</li><li>Vue par défaut</li></ul>",
	"TUTO_23": "Les fonctions d'enregistrement",
	"TUTO_24": "Chaque fois que vous voyez cette icône, cliquez dessus pour sauvegarder et/ou imprimer l'objet respectif. Par exemple, si vous cliquez sur cet object, vous pouvez enregistrer le diagramme Sankey en cours. Vous pouvez aussi le faire avec les graphiques circulaires et temporels",
	"TUTO_25": "Définitions",
	"TUTO_26": "Chaque fois que vous voyez cette icône, cliquez dessus pour en savoir plus. Le diagramme Sankey d'Eurostat est lié à un article sur 'Statistics Explained', des définitions, des métadonnées et la banque de données. Et bien sûr, c'est ici que vous avez commencé cette visite!",
	"TUTO_27": "Ligne chronologie",
	"TUTO_28": "Cliquez sur une année de l'axe chronologie intéractif pour changer l'année affichée.",
	"TUTO_29": "Animation",
	"TUTO_30": "Vous pouvez visualiser les changements dans le temps en appuyant sur le bouton de lecture.",
	"TUTO_31": "C'est tout pour notre tour.",
	"TUTO_32": "Si vous trouvez cet outil de visualisation utile, s'il vous plaît montrez votre soutien en le partageant avec d'autres sur Twitter, Facebook et LinkedIn. Merci!",
	
	"PROMO_TUTO_1": "Tutorial",
	"PROMO_TUTO_2": "Bienvenue au tutoriel de l'outil des diagrammes Sankey d'Eurostat. Pour une visite guidée des fonctionnalités <a href = '#' onclick='StartMainTour();'>cliquez ici</a>."
}