{
	"TUTO_1": "Introduction",
	"TUTO_2": "Welcome to the Tutorial of the Eurostat's Sankey Diagram tool. This guided tour will show you the main ways of interacting with the tool. For a more detailed documentation click <a href='https://ec.europa.eu/eurostat/statistics-explained/index.php/Sankey_diagrams_for_energy_balance' target='_blank'>here</a>.",
	"TUTO_3": "Sankey Diagram",
	"TUTO_4": "A Sankey diagram is a graphic illustration of flows - like energy, material or money - that can be combined, split and traced through a series of events or stages.",
	"TUTO_5": "Fuel menu",
	"TUTO_6": "The width of each stream represents the amount of energy (fuel) in the flow. This Sankey tool is interactive. The fuel menu can be accessed by clicking on the fuels in the diagram or in the legend. Click to display the menu containing: <ul><li>Hide/Show fuel details</li> <li>Highlight this fuel</li><li>Into this fuel family</li><li>Definitions</li></ul>",
	"TUTO_9": "Nodes",
	"TUTO_10": "Eurostat's Sankey diagrams are based on a series of nodes connected by energy balance flows. The black nodes represent events or processes, e.g. imports, final energy consumption, etc. Click on a node to display the menu containing: <ul><li>Expand/collapse this node</li> <li>Time graphs</li><li>Pie charts</li><li>Compare countries</li><li>Definitions</li></ul>",
	"TUTO_11": "Menu",
	"TUTO_12": "In addition to the node and flow options, the tool contains a menu for additional features. Hover over it with your mouse to expand it. Click next to learn about the menu options.",
	"TUTO_13": "Countries",
	"TUTO_14": "Use this option to change the country or aggregate of countries.",
	"TUTO_15": "Select unit",
	"TUTO_16": "Use this option to change between different energy units.",
	"TUTO_17": "Hide legend",
	"TUTO_18": "Use this option to hide/show the legend",
	"TUTO_19": "Select node labels",
	"TUTO_20": "Use this option to display or hide data values and labels.",
	"TUTO_21": "Select node details",
	"TUTO_22": "You can quickly choose one of three pre-defined node states. These are: <ul><li>Expand all nodes</li> <li>Collapse all nodes</li> <li>Default view</li></ul>",
	"TUTO_23": "Saving features",
	"TUTO_24": "Whenever you see this icon, click on it to to save and/or print the respective object. For example, if you click on this item, you will save the current Sankey diagram. You can also do this with pie charts and time graphs",
	"TUTO_25": "Definitions",
	"TUTO_26": "Whenever you see this icon, click on it to find out more. The Eurostat's Sankey diagram is linked to a Statistics explained article, definitions, metadata and datasets.",
	"TUTO_27": "Timeline",
	"TUTO_28": "Click on a year in the interactive time line to change the year on display.",
	"TUTO_29": "Animation",
	"TUTO_30": "You can visualise the changes through time by pressing the play button.",
	"TUTO_31": "That is it for our tour.",
	"TUTO_32": "If you find this visualisation tool useful, please show your support by sharing it with others on Twitter, Facebook and LinkedIn. Thank you!",

	"PROMO_TUTO_1": "Tutorial",
	"PROMO_TUTO_2": "Welcome to the Eurostat Sankey Diagram tool. For a guided tour of features <a href = '#' onclick='StartMainTour();'>click here and a tour will start!</a>"
}